export const ScheduleData = {
  1: {
    date: '30',
    day: 'ПН',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Математика',
        placeActivity: 'Корпус "Главный" (Основной)',
        teacher: 'Иванова Е. В.'
      },
      2: {
        time: '10:45-12:15',
        name: 'Русский язык',
        placeActivity: 'Корпус "Гуманитарных наук" (Основной)',
        teacher: 'Сидорова А. Н.'
      },
      3: {
        time: '13:00-14:30',
        name: 'Физика',
        placeActivity: 'Корпус "Наук" (Основной)',
        teacher: 'Смирнова Н. П.'
      },
      4: {
        time: '14:45-16:15',
        name: 'История',
        placeActivity: 'Корпус "Гуманитарных наук" (Основной)',
        teacher: 'Петров И. И.'
      }
    }
  },
  2: {
    date: '31',
    day: 'ВТ',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Биология',
        placeActivity: 'Корпус "Наук" (Основной)',
        teacher: 'Ковалева М. С.'
      },
      2: {
        time: '10:45-12:15',
        name: 'Английский язык',
        placeActivity: 'Корпус "Иностранных языков" (Основной)',
        teacher: 'Антонова О. И.'
      },
      3: {
        time: '13:00-14:30',
        name: 'Химия',
        placeActivity: 'Корпус "Наук" (Основной)',
        teacher: 'Андреева Л. И.'
      },
      4: {
        time: '14:45-16:15',
        name: 'Физическая культура_ОГСЭ',
        placeActivity: 'Корпус "Спорт" (Основной)',
        teacher: 'Зенцов А. С., Соснин Н. А.'
      }
    }
  },
  3: {
    date: '1',
    day: 'СР',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Математика',
        placeActivity: 'Корпус "Главный" (Основной)',
        teacher: 'Иванова Е. В.'
      }
    }
  },
  4: {
    date: '2',
    day: 'ЧТ',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Информатика',
        placeActivity: 'Корпус "Информационных технологий" (Основной)',
        teacher: 'Петров С. И.'
      },
      2: {
        time: '10:45-12:15',
        name: 'Физика',
        placeActivity: 'Корпус "Наук" (Основной)',
        teacher: 'Смирнова Н. П.'
      }
    }
  },
  5: {
    date: '3',
    day: 'ПТ',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Литература',
        placeActivity: 'Корпус "Гуманитарных наук" (Основной)',
        teacher: 'Козлова О. В.'
      }
    }
  },
  6: {
    date: '4',
    day: 'СБ',
    lessons: {
      1: {
        time: '09:00-10:30',
        name: 'Химия',
        placeActivity: 'Корпус "Наук" (Основной)',
        teacher: 'Андреева Л. И.'
      },
      2: {
        time: '10:45-12:15',
        name: 'История',
        placeActivity: 'Корпус "Гуманитарных наук" (Основной)',
        teacher: 'Соколова А. П.'
      }
    }
  }
};

export const WeekData = {
  month: 'Сентябрь',
  year: '2023',
  week: '38'
};
